/*структура */
let data = [{
    question: "Какой у вас вид деятельности?",
    answers: {
      "Оказание услуг ": 2,
      "Продажа продукции": 1,
      "Оказание услуги и продажа товаров": 1,
    },
    textField: 2,
  },
  {
    question: "Как продукция будет обновляться на сайте?",
    answers: {
      "С 1С": 3,
      "Есть файл от поставщика": 3,
      "Вручную": "end"
    }
  },
  {
    question: "У вас есть описание услуг?",
    answers: {
      "Нет, нужно сделать": "end",
      "Да, предоставлю": "end",
    }
  },
  {
    question: "Нужна онлайн оплата на сайте?",
    answers: {
      "Да": "end",
      "Да, но позже": "end",
      "Нет": "end"
    }
  }
  ];